tap "supabase/tap"
brew "bat"
brew "chezmoi"
brew "clipboard"
brew "dust"
brew "eureka"
brew "fd"
brew "fish"
brew "gh"
brew "helix"
brew "just"
brew "lazygit"
brew "lsd"
brew "mask"
brew "mold"
brew "navi"
brew "neovim"
brew "ouch"
brew "rclone"
brew "ripgrep"
brew "ruff"
brew "sd"
brew "starship"
brew "uv"
brew "zoxide"
brew "supabase/tap/supabase"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "iliazeus.vscode-ansi"
vscode "jnoortheen.xonsh"
vscode "mjmlio.vscode-mjml"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "run-at-scale.terraform-doc-snippets"
vscode "rust-lang.rust-analyzer"
vscode "skellock.just"
vscode "textualize.textual-syntax-highlighter"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
