tap "homebrew/bundle"
brew "bat"
brew "chezmoi"
brew "fd"
brew "fish"
brew "gh"
brew "just"
brew "lazygit"
brew "lsd"
brew "navi"
brew "neovim"
brew "ripgrep"
brew "starship"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "iliazeus.vscode-ansi"
vscode "jnoortheen.xonsh"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "run-at-scale.terraform-doc-snippets"
vscode "rust-lang.rust-analyzer"
vscode "skellock.just"
vscode "textualize.textual-syntax-highlighter"
vscode "unifiedjs.vscode-mdx"
